aaron-bond.better-comments
abusaidm.html-snippets
akamud.vscode-theme-onedark
almenon.arepl
azemoh.theme-onedark
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
daylerees.rainglow
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
etmoffat.pip-packages
formulahendry.code-runner
ionutvmi.path-autocomplete
James-Yu.latex-workshop
johnpapa.vscode-peacock
KevinRose.vsc-python-indent
kiteco.kite
luanpotter.dart-import
magicstack.MagicPython
mcright.auto-save
ms-azuretools.vscode-docker
ms-python.python
msjsdiag.debugger-for-chrome
naumovs.color-highlight
njpwerner.autodocstring
octref.vetur
peterj.proto
PKief.material-icon-theme
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
roblourens.vscode-nand2tetris-hdl
rust-lang.rust
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
yzane.markdown-pdf
zhuangtongfa.material-theme

